{
    "spells": [
        {
            "deeperVersion": "",
            "castingTime": "One day per organ",
            "mpNums": [
                10
            ],
            "sanityDice": [],
            "officialDescription": "A portion of the caster’s life essence, or \"ka,\" is transferred into one of his or her vital organs. The enchanted organ is then removed from the caster’s body, to be hidden away for safekeeping and providing the wizard with a form of invulnerability—as long as the enchanted organ remains safely hidden the wizard will not suffer particular attacks and may even be invulnerable to death.\n     This spell was first used by followers of the Dark Pharaoh, Nephren-Ka, who would remove a vital organ, such as the heart or liver, and lock them away in safe places. This would make the caster virtually impossible to kill, if not for the spell’s one weakness. The brain is the seat of the spell’s power and, as such, could not be removed. If the brain was destroyed, the other organs would lose their magical properties and the caster would die.\n     Having one’s own insides removed costs 2D10 Sanity points and the permanent loss of 5 POW per organ removed. Attacks that impale cause only normal damage (unless the head is specifically targeted). Invulnerability stems from which organ is removed; for example if the lungs are removed then the caster is unaffected by lack of oxygen (thus drowning and suffocation are no longer threats). Removal of vital organs may also render the caster immune to poison and so forth.\n     If the caster is harmed, hit points should be reduced as usual, leading to unconsciousness but not death. Death will only occur if the brain is specifically targeted and destroyed.",
            "components": "",
            "alternativeNames": "Imbue Essence, Extraction of the Will, The Deathless Breath.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [],
            "name": "Apportion Ka",
            "sanityStrings": [
                "5 POW, and 2d10 sanity per organ"
            ]
        },
        {
            "deeperVersion": "",
            "castingTime": "1 round",
            "mpNums": [
                8
            ],
            "sanityDice": [],
            "officialDescription": "The target’s lungs fill with seawater, potentially causing an unpleasant death by drowning. \n     The caster must be able to see the target. After mentally intoning the spell for a round, for the spell to take effect the caster must win an opposed POW roll with the target. If the caster wins the target begins to drown—the target falls to the floor, choking on seawater and taking 1D8 damage each round. The target should make an Extreme CON roll (equal to or below one-fifth CON) after taking damage each round; if the roll is successful the water has been expelled and the effects of the spell cease.",
            "components": "",
            "alternativeNames": "Currency of the Blue Sea, The Sailor’s Curse, Kiss of Brine.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [],
            "name": "Breath of the Deep",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "Instantaneous",
            "mpNums": [],
            "sanityDice": [
                {
                    "num": 1,
                    "type": 6,
                    "base": 0
                }
            ],
            "officialDescription": "The spell blocks the target’s ability to consciously remember a particular event. The caster must be able to see the target and the target must be able to receive the caster’s instructions. The spell takes effect immediately if the caster succeeds in an opposed POW roll with the target. If the caster wins, the target’s mind is mentally blocked regarding one specified incident. If the incident was terrifying, the victim may thereafter still have nightmares vaguely relating to it. If the spell fails, the event in question becomes vivid in the target’s mind.\n     The caster must know the specific event to be blocked. The caster cannot command something vague such as, “Forget what you did yesterday.” Instead, he or she must cite a certain event, such as, “Forget you were assaulted by a monster.” This spell cannot block knowledge of spells or of the Cthulhu Mythos unless the knowledge is firmly tied to a specific event, nor can it undo a Sanity loss or undo insanity.",
            "components": "",
            "alternativeNames": "Befuddle, Dumbfound, Mystify.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [
                {
                    "num": 1,
                    "type": 6,
                    "base": 0
                }
            ],
            "name": "Cloud Memory",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "Instantaneous",
            "mpNums": [],
            "sanityDice": [],
            "officialDescription": "The caster must spend 1 magic point to begin the spell and the target must be within conversational distance. For the spell to take effect the caster must succeed in an opposed POW roll with the target. If the caster wins the roll, the target feels as though a large hand or tentacle is crushing his or her heart, losing 1D3 hit points for each combat round that the spell is in effect. While under such attack, the target is temporarily paralyzed, as though having a heart attack. In the round that the accumulated damage from this spell reduces hit points to zero, the target’s chest ruptures and bursts, and the target’s smoking heart appears in the hand of the caster.\n     Each round the spell lasts, the caster must spend magic points equal to twice the number of hit points in damage. The caster must concentrate on the spell each round that it is to remain in effect and the caster must defeat the target in an opposed POW roll each round. If the caster is distracted or if the target successfully resists, the spell ends. Any damage already done remains.",
            "components": "",
            "alternativeNames": "The Vile Wrench, The Insidious Wrath of the Dark Wizard, Ye Loathsome Tickle.",
            "mpStrings": [
                "1+ magic points equal to twice the damage delivered that round"
            ],
            "sanityNums": [],
            "mpDice": [],
            "name": "Clutch of Nyogtha",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "Instantaneous",
            "mpNums": [
                2
            ],
            "sanityDice": [],
            "officialDescription": "The spell causes a dense mist to appear in an egg-shaped volume (10 × 10 × 15 feet), directly in front of the caster. The long axis of the cloud is always at right angles to the direction in which the caster faces. The spell obscures vision for 1D6+4 game rounds and then evaporates without trace.",
            "components": "",
            "alternativeNames": "Ye Terrible Cloud, Breath of the Dark Sea, The Dank Fog of Sailors Lost.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [],
            "name": "Create Mist of R’lyeh",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "Instantaneous",
            "mpNums": [
                1
            ],
            "sanityDice": [],
            "officialDescription": "Bends the will of the target to that of the caster. For the spell to take effect the caster must succeed in an opposed POW roll with the target. If successful, the target obeys the commands of the caster without exception until the next combat round concludes.\n     The spell can affect only one individual at a time and has a maximum range of 10 yards. Obviously the command or commands must be intelligible to the target and the spell may be broken if a command contradicts the target’s basic nature (such as instructing a human to fly).\n     Dominate can be cast and recast as many times as the caster finds possible, allowing a target to be controlled without interruption for several minutes. Each cast of the spell has the same costs and limits. Recasting is instantaneous.",
            "components": "",
            "alternativeNames": "Command of the Wizard, The Chant of Possession, Baleful Influence.",
            "mpStrings": [],
            "sanityNums": [
                1
            ],
            "mpDice": [],
            "name": "Dominate",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "1 round",
            "mpNums": [
                4
            ],
            "sanityDice": [],
            "officialDescription": "The sorcerer draws upon the energies of the Outer God to directly drain POW from a victim. By repeating the secret name of Azathoth, one can generate respect and fear in any being conversant with the Mythos, for to know the name implies that one knows the secret Last Syllable. Said alone, the Last Syllable may be directed against a foe. For the spell to take effect the caster must succeed in an opposed POW roll with the target. If the caster is successful, the target loses 3D6 POW.",
            "components": "",
            "alternativeNames": "Utterance of the Last Syllable, Ye Doleful Leeching, By the True Name Thy Power is Sapped.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [],
            "name": "Dread Curse of Azathoth",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "1 round",
            "mpNums": [
                2
            ],
            "sanityDice": [],
            "officialDescription": "The caster must be able to speak calmly with the target before the spell can take effect. After a round or so of talking, an opposed POW roll must be made between the caster and target on 1D100. If overcome, the victim stands struck, numb and dumb, until relieved from the trance by physical assault or some similarly shocking event. If the caster fails to overcome the target, he or she may try the spell the following round.",
            "components": "",
            "alternativeNames": "Strike Dumb, The Silver Beguiling Tongue.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [],
            "name": "Enthrall Victim",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "1 round",
            "mpNums": [
                10
            ],
            "sanityDice": [],
            "officialDescription": "Casting this spell causes a victim to suffer from bad luck. While the target must be within sight of the caster, the victim will not necessarily sense the Evil Eye spell’s influence, but is likely to feel an odd chill or unease when the Evil Eye is cast.\n     With a successful casting, the victim’s chance for a Luck roll is halved*. *Neither can the victim spend or gain luck points if the Optional Luck Rule is being used. \n     The victim must apply one penalty die to all characteristic rolls, and his or her guns jam on every roll of 75% or higher. The chances for Summon/Bind spells are halved. The effects continue until the next sunrise, until the caster removes the spell, until the caster is found and blooded (hit hard enough to bleed), or until the victim dies.",
            "components": "",
            "alternativeNames": "Ye Rite of Ill Fortune, Dark Curse, Witches’ Hex.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [],
            "name": "Evil Eye",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "Instantaneous",
            "mpNums": [],
            "sanityDice": [],
            "officialDescription": "The caster causes a massive, invisible force to hit a single target. The caster must be able to see the target.\n     When the target is struck (if a living thing), an opposed roll must be made using the spell’s STR versus the target’s CON. If successful, the target is knocked unconscious. Whether or not the target is left unconscious, the target is always pushed away from the caster for a distance in feet equal to the STR of the blow minus the target’s SIZ.\n     For example: The caster spends 5 magic points to hit an investigator 50 feet away. 1 magic point is spent on the range. The other 4 generate a STR of 8D10 that are rolled for a result of 57. The investigator fails a Hard CON roll (since the spells STR is over 50) and so they are knocked unconscious. The investigator has a SIZ of 45 and is bowled back 12 feet by the impact.",
            "components": "",
            "alternativeNames": "Channel the Strength of the Opener of the Way, Smite Down Thine Enemy, The Hideous Blast of the Foul One.",
            "mpStrings": [
                "Variable magic points"
            ],
            "sanityNums": [],
            "mpDice": [],
            "name": "Fist of Yog-Sothoth",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "Instantaneous",
            "mpNums": [
                12
            ],
            "sanityDice": [],
            "officialDescription": "This spell causes soul-chilling dread, breaking the target’s concentration and disrupting his or her actions. The caster must be able to see and point a finger at the target while invoking a curse.\n     The sudden unnerving costs the target 0/1D6 Sanity points and they feel compelled to retreat to a safe place—anywhere the person would normally feel safe and secure.",
            "components": "",
            "alternativeNames": "Finger of Doom, Eibon’s Jinx, The Evil Eye.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [],
            "name": "Implant Fear",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "Instantaneous",
            "mpNums": [
                10
            ],
            "sanityDice": [],
            "officialDescription": "The victim of this spell suffers a terrible mental assault, causing the loss of 5 Sanity points and inducing temporary insanity. For the spell to take effect the caster must succeed in an opposed POW roll with the target. \n     The target is affected as per the rules for temporary insanity, beginning with a bout of madness, and may continue to suffer from flashbacks and/or nightmares for days following.",
            "components": "",
            "alternativeNames": "Curse of Enfeeblement, Wave of Doom, Abyss of the Mind’s Eye.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [],
            "name": "Mindblast",
            "sanityStrings": []
        },
        {
            "deeperVersion": "The caster may empower the red sign further by investing 5 POW into its creation. This done, the sign causes 1D6 hit points loss per round to those within 10 yards and 2 hit points loss to those within 30 yards. Alternatively, the caster may elect to cause the sign to expel its dark energy in a single blast. The caster creates the sign as usual and invests it with 10 POW. On 1D4 rounds following, the sign will explode in blaze of red light causing 2D8 damage to everything within 50 yards (including the caster).",
            "castingTime": "1 round",
            "mpNums": [
                3
            ],
            "sanityDice": [],
            "officialDescription": "An awful spell that causes one or several victims to die horribly. The caster inscribes in the air the dreaded sign of Shudde M’ell, while speaking words of power. When formed correctly, a dull red symbol glows in the air as the caster’s finger describes it. The sign’s malevolent effects manifest the round after its creation. Once formed, the sign must be maintained by concentration and the expenditure of 3 more magic points each additional round.\n     All those within 10 yards of the sign lose 1D3 hit points per round as their bodies quake and spasm, and their internal organs and blood vessels convulse. Those further than 10 yards but nearer than 30 yards lose 1 hit point each round. Those further than 30 yards take no damage. \n     It is possible to escape the sign’s effect by crawling behind a stout wall or other opaque barrier. The caster must stand next to the sign and concentrate. The caster loses 1 hit point each round because of their proximity to the sign.",
            "components": "",
            "alternativeNames": "The Red Sign, The Mark of Fiery Pain.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [],
            "name": "Red Sign of Shudde M’ell",
            "sanityStrings": []
        },
        {
            "deeperVersion": "Calling up the powerful energies of the Mythos is one thing; shaping them through understanding and comprehension is another. Casters are able to inflict Resurrection without the need for a POW roll. In addition, the caster may elect to induce further mental terror for the victim; while reeling from the energy blast, the target believes that he or she is being assaulted by horrific Mythos entities, causing 1/1D6 Sanity loss.",
            "castingTime": "1 or 2 rounds",
            "mpNums": [
                3
            ],
            "sanityDice": [],
            "officialDescription": "The spell reduces a corpse to its essential salts and compounds, a bluish-grey powder, or reverses the process to yield ultimately the form and soul of the deceased. A complete corpse is necessary. \n     Being Resurrected in this manner costs the victim 1D20 Sanity points.\n     If only part of the ashy powder is available for the spell, the sorcerer gets “onlie the liveliest awfullness” from what’s then made flesh. But the successfully resurrected need not be all in one piece—as long as the coffin is intact and sufficient care is taken to scrape together all the fragments and dust within, the spell succeeds.\n     Reciting the spell backward returns the resurrected entity to dust and likewise requires the expenditure of 3 magic points and 1D10 Sanity points. The dust can be retained or thrown away. For the spell to take effect the caster must succeed in an opposed POW roll with the target. If the caster wins, the victim returns to dust. If the victim wins, it may try to prevent the caster from reciting the spell again. Reciting the spell backward takes two rounds. In The Case of Charles Dexter Ward, many of those resurrected were interrogated and tortured to reveal secrets of the past.",
            "components": "",
            "alternativeNames": "The Rite of Knowledge Long Lost, Recrudance, Rite of Salts.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [],
            "name": "Ressurection",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "Instantaneous",
            "mpNums": [],
            "sanityDice": [],
            "officialDescription": "A powerful offensive spell causing physical injury to a target. The caster invests as many magic points as desired and that number halved in Sanity points. For the spell to take effect the caster must succeed in an opposed POW roll with the target. If successful, the target is subjected to a sudden and terrifying blast of energy, causing flesh to blacken and wither. The target loses 1 hit point per magic point invested in the spell.",
            "components": "",
            "alternativeNames": "Shriving, The Withering Blast of Death, The Black Words.",
            "mpStrings": [
                "Variable magic points"
            ],
            "sanityNums": [],
            "mpDice": [],
            "name": "Shrivelling",
            "sanityStrings": [
                "Variable sanity points"
            ]
        },
        {
            "deeperVersion": "",
            "castingTime": "1 round",
            "mpNums": [
                1
            ],
            "sanityDice": [],
            "officialDescription": "An ancient and powerful hand gesture used by wizards that benefits the casting of other spells. It may lessen the cost, reduce the casting time or increase the effect a little, depending on the spell in question. \n     Voorish Sign is also rumored to temporarily ward against Mythos monsters—such creatures are wary of the sign and may hold off an attack until the wizard’s intentions are known.",
            "components": "",
            "alternativeNames": "Sign of Power, Cunninge Pass.",
            "mpStrings": [],
            "sanityNums": [
                1
            ],
            "mpDice": [],
            "name": "Voorish Sign",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "Instantaneous",
            "mpNums": [
                8
            ],
            "sanityDice": [],
            "officialDescription": "A terrifying spell designed to torment and cause permanent damage to a target. The caster must be within 10 yards of the target. For the spell to take effect the caster must succeed in an opposed POW roll with the target. If successful, the caster nominates an arm or leg. The said appendage rapidly and painfully withers and shrivels, causing 1D8 hit points of damage and a permanent loss of 2D10 CON. The victim  loses 1D4/1D8 Sanity points.",
            "components": "",
            "alternativeNames": "The Song of Pain, Shrivel Thy Enemy, The Wasting Burn.",
            "mpStrings": [],
            "sanityNums": [],
            "mpDice": [],
            "name": "Wither Limb",
            "sanityStrings": []
        },
        {
            "deeperVersion": "",
            "castingTime": "1 round",
            "mpNums": [
                3
            ],
            "sanityDice": [],
            "officialDescription": "This spell will temporarily incapacitate a single target who is within 10 yards of the caster. For the spell to take effect the caster must succeed in an opposed POW roll with the target. Intense, wracking pains seize the target, the face and hands blister and drip fluid, and the eyes cloud with blood and become temporarily sightless. The target is rendered completely helpless during the period of the spell’s effect.\n     The effect lasts 1D6 rounds, after which sight returns. In 3D10 minutes, the target fully recovers and can resume normal activity. Traces of physical corruption fade quickly and in 24 hours only faint blemishes can be seen on the skin. Each such experience costs the target 1/1D6+1 Sanity points.",
            "components": "",
            "alternativeNames": "Woeful Agony of the Wretched, The Festering Blindness of the Seven Hells, Rend Enemy.",
            "mpStrings": [],
            "sanityNums": [
                1
            ],
            "mpDice": [],
            "name": "Wrack",
            "sanityStrings": []
        }
    ]
}